Repository: Eastcoast-Laboratories/Ausfallplan-Generator
Catalog: resources/locales/*/default.po
Languages: de_de

source: Dashboard
de_de: Übersicht

source: Children
de_de: Kinder

source: Sibling Groups
de_de: Geschwistergruppen

source: Schedules
de_de: Dienstpläne

source: Waitlist
de_de: Warteliste

source: Reports
de_de: Berichte

source: Submit
de_de: Absenden

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: View
de_de: Ansehen

source: Actions
de_de: Aktionen

source: Created
de_de: Erstellt

source: Modified
de_de: Geändert

source: Active
de_de: Aktiv

source: Inactive
de_de: Inaktiv

source: Yes
de_de: Ja

source: No
de_de: Nein

source: New Child
de_de: Neues Kind

source: Add Child
de_de: Kind hinzufügen

source: Edit Child
de_de: Kind bearbeiten

source: Integrative
de_de: Integrativ

source: Integrative Child
de_de: Integrationskind

source: Sibling Group
de_de: Geschwistergruppe

source: (No Sibling Group)
de_de: (Keine Geschwistergruppe)

source: The child has been saved.
de_de: Das Kind wurde gespeichert.

source: The child could not be saved. Please try again.
de_de: Das Kind konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The child has been updated.
de_de: Das Kind wurde aktualisiert.

source: The child could not be updated. Please try again.
de_de: Das Kind konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The child has been deleted.
de_de: Das Kind wurde gelöscht.

source: The child could not be deleted. Please try again.
de_de: Das Kind konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Are you sure you want to delete # {0}?
de_de: Möchten Sie wirklich # {0} löschen?

source: New Sibling Group
de_de: Neue Geschwistergruppe

source: Add Sibling Group
de_de: Geschwistergruppe hinzufügen

source: Edit Sibling Group
de_de: Geschwistergruppe bearbeiten

source: The sibling group has been saved.
de_de: Die Geschwistergruppe wurde gespeichert.

source: The sibling group could not be saved. Please try again.
de_de: Die Geschwistergruppe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The sibling group has been updated.
de_de: Die Geschwistergruppe wurde aktualisiert.

source: The sibling group could not be updated. Please try again.
de_de: Die Geschwistergruppe konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The sibling group has been deleted.
de_de: Die Geschwistergruppe wurde gelöscht.

source: The sibling group could not be deleted. Please try again.
de_de: Die Geschwistergruppe konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: New Schedule
de_de: Neuer Dienstplan

source: Add Schedule
de_de: Dienstplan hinzufügen

source: Edit Schedule
de_de: Dienstplan bearbeiten

source: Title
de_de: Titel

source: Starts On
de_de: Beginnt am

source: Ends On
de_de: Endet am

source: State
de_de: Status

source: Draft
de_de: Entwurf

source: Final
de_de: Fertig

source: The schedule has been created.
de_de: Der Dienstplan wurde erstellt.

source: The schedule has been saved.
de_de: Der Dienstplan wurde gespeichert.

source: The schedule could not be saved. Please try again.
de_de: Der Dienstplan konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The schedule has been updated.
de_de: Der Dienstplan wurde aktualisiert.

source: The schedule could not be updated. Please try again.
de_de: Der Dienstplan konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The schedule has been deleted.
de_de: Der Dienstplan wurde gelöscht.

source: The schedule could not be deleted. Please try again.
de_de: Der Dienstplan konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Settings
de_de: Einstellungen

source: My Account
de_de: Mein Konto

source: Logout
de_de: Abmelden

source: Change Language
de_de: Sprache ändern

source: Welcome back!
de_de: Willkommen zurück!

source: Quick Actions
de_de: Schnellzugriff

source: Recent Activity
de_de: Letzte Aktivitäten

source: Total Schedules
de_de: Dienstpläne gesamt

source: Active Schedules
de_de: Aktive Dienstpläne

source: Waitlist Entries
de_de: Wartelisten-Einträge

source: Create Schedule
de_de: Dienstplan erstellen

source: Import CSV
de_de: CSV importieren

source: No recent activity to display.
de_de: Keine aktuellen Aktivitäten vorhanden.

source: Start by adding children or creating a schedule.
de_de: Beginnen Sie mit dem Hinzufügen von Kindern oder erstellen Sie einen Dienstplan.

source: No children in this sibling group.
de_de: Keine Kinder in dieser Geschwistergruppe.

source: List Children
de_de: Kinder auflisten

source: List Sibling Groups
de_de: Geschwistergruppen auflisten

source: None
de_de: Keine

source: Are you sure?
de_de: Sind Sie sicher?

source: This field is required
de_de: Dieses Feld ist erforderlich

source: Invalid email address
de_de: Ungültige E-Mail-Adresse

source: Password must be at least 8 characters
de_de: Das Passwort muss mindestens 8 Zeichen lang sein
